Repository: common-repository/corona-vat-germany
Catalog: languages/cect-*.po
Languages: de_de

source: Corona VAT Germany
de_de: Corona MwSt. Deutschland

source: Adjusts the WooCommerce VAT rates (19% -> 16% / 7% -> 5%) for period beginning from 2020-07-01 and resets the tax rates after 2020-12-31.
de_de: Passt die WooCommerce MwSt.-Sätze an (19% -> 16% / 7% -> 5%) für den Zeitraum ab dem 2020-07-01 und setzt die Steuersätze nach 2020-12-31 zurück.

source: Tax Reduce Date already passed and the automated action was executed immediately.
de_de: Das Steuersenkungsdatum liegt in der Vergangenheit, die automatisierte Senkung wurde deshalb sofort ausgeführt.

source: Tax Restore Date already passed and the automated action was executed immediately.
de_de: Das Steuer-Wiederherstellungsdatum liegt in der Vergangenheit, die automatisierte Senkung wurde deshalb sofort ausgeführt.

source: Corona VAT Germany Settings
de_de: Corona-MwSt. Deutschland - Einstellungen

source: General
de_de: Allgemein

source: Select the tax classes that should be adjusted automatically. Separate multiple entries with a comma (<code>, </code>). The following classes are defined in WooCommerce:
de_de: Wählen Sie die Steuerklassen, die automatisch angepasst werden sollen. Trennen sie mehrere Einträge mit einem Komma (<code>, </code>). Die folgenden Klassen sind in WooCommerce definiert:

source: Standard Tax Classes<br>(previously 19%)
de_de: Standard Steuerklasse<br>(bisher 19%)

source: Reduced Tax Classes<br>(previously 7%)
de_de: Reduzierte Steuerklasse<br>(bisher 7%)

source: Schedule
de_de: Zeitplan

source: Choose the timing for the tax changes. The changes will be executed during the first visit of the website after the given time.
de_de: Setzen Sie die Termine für die Steuersatz-Änderungen. Die Änderungen werden automatisch beim ersten Seitenbesuch nach Erreichen der Zeitpunkte ausgeführt.

source: Reduce Tax Date
de_de: Steuersenkungs-Datum

source: Choose when the tax rate will be reduced.
de_de: Wählen Sie, wann der Steuersatz gesenkt wird.

source: Restore Tax Date
de_de: Steuersatz-Wiederherstellungs-Datum

source: Choose when the original tax rate will be restored.
de_de: Wählen Sie, wann der normale Steuersatz wiederhergestellt wird.

source: Settings
de_de: Einstellungen
